"UI_OK"                    = "OK";
"UI_CANCEL"                = "Annuler";
"UI_YES"                   = "Oui";
"UI_NO"                    = "Non";
"UI_CONNECT"               = "Connecter";

"TSC_IDS_SECAUTH_AUTH_DISABLED_TITLE"					   = "La Connexion Bureau à Distance ne peut pas vérifier l'identité de l'ordinateur auquel vous voulez vous connecter.";

"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_PROMPT_CONTINUE"  = "Ce problème peut se produire si :\n\n o L'ordinateur distant exécute une version de Windows antérieure à Windows Vista.\n o L'ordinateur distant est configuré pour prendre en charge uniquement la couche de sécurité RDP.\n\nContactez votre administrateur ou le propriétaire de l'ordinateur distant pour obtenir de l'assistance.\n\nVoulez-vous vous connecter malgré tout ?";
"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_NO_CONTINUE"      = "Ce problème peut se produire si :\n\n o L'ordinateur distant exécute une version de Windows antérieure à Windows Vista.\n o L'ordinateur distant est configuré pour prendre en charge uniquement la couche de sécurité RDP.\n\nContactez votre administrateur ou le propriétaire de l'ordinateur distant pour obtenir de l'assistance.";

"TSC_IDS_SECAUTH_AUTH_ERROR"                               = "La Connexion Bureau à Distance ne peut pas vérifier l'identité de l'ordinateur auquel vous voulez vous connecter.";

"TSC_IDS_SECAUTH_AUTH_ERROR_INFOR"						   = "Essayez de vous reconnecter à l'ordinateur Windows ou contactez votre administrateur.";

"TSC_IDS_SECAUTH_CERT_EXPIRED"                             = "Le certificat a expiré ou n'est plus valide.";
"TSC_IDS_SECAUTH_NAME_MISMATCH"                            = "Le nom du serveur dans le certificat est incorrect.";
"TSC_IDS_SECAUTH_FAIL_TO_CHAIN_TO_TRUSTED_ROOT"            = "Le certificat ne provient pas d'une autorité de certification (CA) approuvée.";
"TSC_IDS_SECAUTH_CERT_REVOKED"                             = "Le certificat a été révoqué, et son utilisation n'est pas sûre.";
"TSC_IDS_SECAUTH_UNABLE_TO_PERFORM_REVOCATION_CHECK"       = "La vérification de la révocation n'a pas pu être effectuée pour le certificat.";
"TSC_IDS_SECAUTH_CERT_OR_CHAIN_INVALID"                    = "Le certificat ou la chaîne associée n'est pas valide.";

"TSC_IDS_SECAUTH_ALLOW_CONNECT_ANYWAY"                     = "Voulez-vous quand même vous connecter à cet ordinateur ?";
"TSC_IDS_SECAUTH_CANNOT_PROCEED_REQUIRED"                  = "Vous ne pouvez pas continuer parce que vos préférences actuelles requièrent une authentification pour toute connexion à l'ordinateur Windows.";


"TSC_IDS_ENTER_TS_CREDS_ACTION"                            = "Entrez vos informations d'identification";
"TSC_IDS_ENTER_TS_CREDS_DETAILS"                           = "Ces informations d'identification seront utilisées pour vous connecter à %s.";
"TSC_IDS_PREAUTH_LOGON_FAILURE_ACTION"                     = "Réessayer";
"TSC_IDS_PREAUTH_LOGON_FAILURE_DETAILS"                    = "Les informations d'identification utilisées pour se connecter à %s sont incorrectes. Entrez de nouveau les informations d'identification.";


